IDEA StatiCa Open Model
ColumnDataEc2.TotalL Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the total length of building
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double TotalL { get; set; }
Public Property TotalL As Double
	Get
	Set
public:
property double TotalL {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ColumnDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace